Repository: mpdeimos/tensation
Catalog: po/string/*.po
Languages: de

source: A connection consists of exactly one sink and one source
de: EIne Verbindung besteht aus genau einem Anfang und einem Ende

source: Canvas %d
de: Zeichnung %d

source: File
de: Datei

source: New
de: Neu

source: Open...
de: Öffnen...

source: Save
de: Speichern

source: Save As...
de: Speichern unter...

source: Export...
de: Exportieren...

source: Close Canvas
de: Zeichnung schließen

source: Close active drawing canvas
de: Aktive Zeichnung schließen

source: Exit
de: Beenden

source: Edit
de: Bearbeiten

source: Undo
de: Rückgängig

source: Redo
de: Wiederherstellen

source: Delete
de: Löschen

# window_menu_layout
source: Layout
de: Anordnen

source: View
de: Ansicht

source: Canvas Scale
de: Zeichenebene skalieren

source: Reset
de: Zurücksetzen

source: Select Item
de: Objekt auswählen

source: Draw Tensor
de: Tensor zeichnen

source: Connect Tensors
de: Tensoren verbinden

source: Adjust Connection
de: Verbindung anpassen

source: Move
de: Bewegen

source: Rotate
de: Rotieren

# layout_button
source: Layout
de: Anordnen

source: Scale
de: Skalieren

source: Factor
de: Faktor

source: Centroid
de: Mittelpunkt

source: Mass
de: Masse

source: Area
de: Fläche

# layout_scale_centroid_select
source: Select
de: Auswählen

source: Method
de: Methode

source: Logarithmic
de: Logarithmisch

source: Iterations
de: Iterationen

source: Bounding Box
de: Rahmen

source: Tensors (Rectangle)
de: Tensoren (Rechteck)

source: Tensors (Circle)
de: Tensoren (Kreis)

source: Screen
de: Zeichenebene

# layout_fdp_bounds_select
source: Select
de: Auswählen

source: Components
de: Komponenten

source: Separate Layout
de: Getrennte Anordnung

# layout_fdp_rotation
source: Rotation
de: Drehung

# layout_fdp_rotation_optimize
source: Optimize Rotation
de: Drehung optimieren

source: Random
de: Zufallsgenerator

source: Randomize
de: Ändern von

# layout_random_what_rotation
source: Rotation
de: Drehung

# layout_rotate
source: Optimize Rotation
de: Drehung optimieren

source: No adjustments
de: Keine Anpassungen

source: Select tensor
de: Tensor auswählen

source: Do you want to save the current diagram before creating a new one?
de: Willst du das aktuelle Diagramm speichern, bevor ein neues angelegt wird?

# dlg_question_save_before_new_title
source: Save current diagram?
de: Aktuelles Diagramm speichern?

source: Do you want to save the current diagram before opening another one?
de: Willst du das aktuelle Diagramm speichern, bevor ein neues geöffnet wird?

# dlg_question_save_before_open_title
source: Save current diagram?
de: Aktuelles Diagramm speichern?

source: The file '%s' already exists. Do you want to overwrite it?
de: Die Datei '%s' existiert bereits. Willst du sie überschreiben?

source: Overwrite file?
de: Datei überschreiben?

source: Export
de: Exportieren

source: Scale (%)
de: Skalieren (%)

source: Scaling of the exported image.
de: Skalierung des exportierten Bildes.

source: Tensor Diagram XML (.tdg)
de: Tensor Diagramm XML (.tdg)

source: Tensor -- Commandline Options
de: Tensor -- Kommandozeilen Optionen

source: The options can be chained, so you can open, export multiple times.
de: Die optionen können aneinandergehängt werden um so mehrmals zu exportieren.

source: [filename] Opens a file.
de: [filename] Öffnet eine Datei.

source: [filename] Saves an open file.
de: [filename] Speichert eine Datei.

source: [filename] Exports an open file.
de: [filename] Exportiert eine Datei.

source: This help page.
de: Diese Hilfe.

source: Quits the application.
de: Schließt die Anwendung.
